Repository: common-repository/oik-css
Catalog: languages/oik-css-bb_BB.po
Languages: bb_bb

source: Implements CSS and GeSHi blocks for internal CSS styling and to help document source code examples
bb_bb: Ipmelemtns CSS And GSeHi bolkcs fOr itnreanl CSS sytilng And tO hlep dcomunet suocre cdoe eaxpmels

source: bobbingwide
bb_bb: bboibgniwde

source: oik-CSS options
bb_bb: OIk-CSS otpoins

source: Disable automatic paragraph creation
bb_bb: Dsibale atumotaic pragaarph certaoin

source: Save changes
bb_bb: Svae cahgnes

source: To enable automatic paragraph creation use the [bw_autop] shortcode.
bb_bb: TO eanlbe atumotaic pragaarph certaoin UsE thE [bw_autop] sohtrocde.

source: To disable automatic paragraph creation use [bw_autop off].
bb_bb: TO dsibale atumotaic pragaarph certaoin UsE [bw_autop off].

source: Toggle panel: %s
bb_bb: Tgolge pnael: %s

source: version
bb_bb: vreison

source: Plugin %1$s may not be fully functional.
bb_bb: Pulign %1$s mAy nOt bE fluly fnutcoianl.

source: Please install and activate the required minimum version of this plugin: %1$s
bb_bb: Pelsae isnatll And atcvitae thE rqeiuerd mnimium vreison Of tihs pulign: %1$s

source: version
bb_bb: vreison

source: %1$s may not be fully functional.
bb_bb: %1$s mAy nOt bE fluly fnutcoianl.

source: Install %1$s
bb_bb: Isnatll %1$s

source: Activate %1$s
bb_bb: Atcvitae %1$s

source: Upgrade %1$s
bb_bb: Ugparde %1$s

source: <b>Unable to locate routine to expand shortcode.</b>
bb_bb: <b>Unable tO lcotae ruoitne tO epxnad shortcode.</b>

source: missing post processing function: %1$s
bb_bb: msiisng psot porecssnig fnutcoin: %1$s

source: Dynamically re-enable/disable automatic paragraph generation
bb_bb: Dnymacilaly rE-eanlbe/dsibale atumotaic pragaarph gneretaoin

source: Re-enable/disable automatic paragraph generation
bb_bb: RE-eanlbe/dsibale atumotaic pragaarph gneretaoin

source: No thumbnail
bb_bb: NO tuhbmanil

source: Use attached image as the background
bb_bb: UsE attcaehd iamge As thE bcagkornud

source: current ID
bb_bb: cruernt ID

source: Post ID to find image to display
bb_bb: Psot ID tO fnid iamge tO dsilpay

source: CSS selector
bb_bb: CSS sleceotr

source: CSS selector for the background image
bb_bb: CSS sleceotr fOr thE bcagkornud iamge

source: Image size to use
bb_bb: Iamge szie tO UsE

source: post type
bb_bb: psot tpye

source: Post type
bb_bb: Psot tpye

source: post mime type
bb_bb: psot mmie tpye

source: Post mime type
bb_bb: Psot mmie tpye

source: Add internal CSS styling
bb_bb: Add itnreanl CSS sytilng

source: Display the CSS
bb_bb: Dsilpay thE CSS

source: Display the CSS with this annotation
bb_bb: Dsilpay thE CSS wtih tihs anntotaoin

source: When the &lt;code&gt; tag follows a &lt;p&gt; tag use a 14px font and different colours
bb_bb: Wehn thE &lt;code&gt; tAg floolws A &lt;p&gt; tAg UsE A 14px fnot And dfiefernt clouors

source: Elsewhere display &lt;code&gt; in blue.
bb_bb: Eslweehre dsilpay &lt;code&gt; In bule.

source: Use a parameter to cause the CSS to be shown.
bb_bb: UsE A pramateer tO cuase thE CSS tO bE sohwn.

source: Invalid %1$s parameter for GeSHi. %2$s
bb_bb: Ivnlaid %1$s pramateer fOr GSeHi. %2$s

source: Generic Syntax Highlighting
bb_bb: Gnereic Snyatx Hgilhgithnig

source: Programming language
bb_bb: Porrgmaimng lnauggae

source: text
bb_bb: txet

source: Descriptive text to display
bb_bb: Dsercpiitve txet tO dsilpay

source: Demonstrating the HTML to create a link to oik-plugins.com
bb_bb: Dmenotsaritng thE HMTL tO certae A lnik tO OIk-puligns.cOm

source: Visit oik-plugins.com
bb_bb: Vsiit OIk-puligns.cOm

source: This sentence will be very red.
bb_bb: Tihs sneetcne wlil bE vrey rEd.

source: Text
bb_bb: Txet

source: Source file: ID, URL or path
bb_bb: Suocre flie: ID, URL Or ptah

source: Write CSS or specify a source file.
bb_bb: Wirte CSS Or sepicfy A suocre flie.

source: None
bb_bb: Nnoe

source: HTML
bb_bb: HMTL

source: JavaScript
bb_bb: JvaSarcpit

source: jQuery
bb_bb: juQrey

source: MySQL
bb_bb: MSyQL

source: WordPress motto
bb_bb: WroPderss mtoto

source: echo "Code is Poetry."
bb_bb: ehco "Cdoe Is Peorty."

source: Lang
bb_bb: Lnag

source: Write code or specify a source file.
bb_bb: Wirte cdoe Or sepicfy A suocre flie.

# block description
source: Inline CSS
bb_bb: Ilnnie CSS

# block title
source: GeSHi
bb_bb: GSeHi

# block description
source: Generic Syntax Highlighting - for code examples
bb_bb: Gnereic Snyatx Hgilhgithnig - fOr cdoe eaxpmels

# block keyword
source: GeSHi
bb_bb: GSeHi

# block keyword
source: syntax
bb_bb: snyatx

# block keyword
source: highlight
bb_bb: hgilhgiht

# block keyword
source: HTML
bb_bb: HMTL

# block keyword
source: JavaScript
bb_bb: JvaSarcpit

# block keyword
source: MySQL
bb_bb: MSyQL
